[
    {
        "name": "Appealing",
        "description": "\n            ---------\n\nYou’re attractive to others, but perhaps more important, you are\nlikeable and charismatic. You’ve got that “special something” that draws\nothers to you. You often know just the right thing to say to make\nsomeone laugh, put them at ease, or spur them to action. People like\nyou, want to help you, and want to be your friend.\n\n    You gain the following characteristics:\n\nCharismatic:\n    +2 to your Intellect Pool.\n\n    Skill:\n    You are trained in pleasant social interactions.\n\n    Resistant to Charms:\n    You’re aware of how others can manipulate and charm\n    people, and you notice when those tactics are used on you. Because of\n    this awareness, you are trained in resisting any kind of persuasion or\n    seduction if you wish it.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You met a total stranger (one of the other PCs) and charmed them so much that they invited you along.\n    2. The PCs were looking for someone else, but you convinced them that you were perfect instead.\n    3. Pure happenstance—because you just go along with the flow of things and everything usually works out.\n    4. Your charismatic ways helped get one of the PCs out of a difficult spot a long time ago, and they always ask you to join them on new adventures.\n\n"
    },
    {
        "name": "Beneficent",
        "description": "\n    ----------\n\n    Helping others is your calling. It’s why you’re here. Others delight in\nyour outgoing and charitable nature, and you delight in their happiness.\n    You’re at your best when you’re aiding people, either by explaining how\nthey can best overcome a challenge or by demonstrating how to do so\nyourself.\n\nYou gain the following characteristics:\n\nGenerous:\n    Allies who have spent the last day with you add +1 to their\n    recovery rolls.\n\n    Altruistic:\n    If you’re standing next to a creature that takes damage, you\n    can intercede and take 1 point of that damage yourself (reducing the\n    damage inflicted on the creature by 1 point). If you have Armor, it does\n    not provide a benefit when you use this ability.\n\n    Skill:\n    You’re trained in all tasks related to pleasant social\n    interaction, putting other people at ease, and gaining trust.\n\n    Helpful:\n    Whenever you help another character, that character gains the\n    benefit as if you were trained even if you are not trained or\n    specialized in the attempted task.\n\n    Inability:\n    While you are alone, all Intellect and Speed tasks are\n    hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. Even though you didn’t know most of the other PCs beforehand, you invited yourself along on their quest.\n    2. You saw the PCs struggling to overcome a problem and selflessly joined them to help.\n    3. You’re nearly certain the PCs will fail without you.\n    4. The choice was between your tattered life and helping others. You haven’t looked back since.\n\n"
    },
    {
        "name": "Brash",
        "description": "\n    -----\n\nYou’re a self-assertive sort, confident in your abilities, energetic,\nand perhaps a bit irreverent toward ideas that you don’t agree with.\n    Some people call you bold and brave, but those you’ve put in their place\nmight call you puffed up and arrogant. Whatever. It’s not in your nature\nto care what other people think about you, unless those people are your\nfriends or family. Even someone as brash as you knows that friends\nsometimes have to come first.\n\n    You gain the following characteristics:\n\nEnergetic:\n    +2 to your Speed Pool.\n\n    Skill:\n    You are trained in initiative.\n\n    Bold:\n    You are trained in all actions that involve overcoming or ignoring\n    the effects of fear or intimidation.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You noticed something weird going on, and without much thought, you jumped in with both feet.\n    2. You showed up when and where you did on a dare because, hey, you don’t back down from dares.\n    3. Someone called you out, but instead of walking into a fight, you walked into your current situation.\n    4. You told your friend that nothing could scare you, and nothing you saw would change your mind. They brought you to your current point.\n\n\n"
    },
    {
        "name": "Calm",
        "description": "\n    ----\n\n    You’ve spent most of your life in sedentary pursuits—books, movies,\nhobbies, and so on—rather than active ones. You’re well versed in all\nmanner of academia or other intellectual pursuits, but nothing physical.\n    You’re not weak or feeble, necessarily (although this is a good\ndescriptor for characters who are elderly), but you have no experience\nin more physical activities.\n\n    (Calm is a great descriptor for characters who never intended to have\nadventures but were thrust into them, a trope that occurs often in\nmodern games and particularly in horror games.)\n\nYou gain the following characteristics:\n\nBookish:\n    +2 to your Intellect Pool.\n\n    Skills:\n    You are trained in four nonphysical skills of your choice.\n\n    Trivia:\n    You can come up with a random fact pertinent to the current\n    situation when you wish it. This is always a matter of fact, not\n    conjecture or supposition, and must be something you could have\n    logically read or seen in the past. You can do this one time, although\n    the ability is renewed each time you make a recovery roll.\n\n    Inability:\n    You’re just not a fighter. All physical attacks are hindered.\n\n    Inability:\n    You’re not the outdoorsy type. All climbing, running,\n    jumping, and swimming tasks are hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You read about the current situation somewhere and decided to check it out for yourself.\n                                                                                      2. You were in the right (wrong?) place at the right (wrong?) time.\n    3. While avoiding an entirely different situation, you walked into your current situation.\n    4. One of the other PCs dragged you into it.\n\n"
    },
    {
        "name": "Chaotic",
        "description": "\n    -------\n\nDanger doesn’t mean much to you, mainly because you don’t think much\nabout repercussions. In fact, you enjoy sowing surprises, just to see\nwhat will happen. The more unexpected the result, the happier you are.\n    Sometimes you are particularly manic, and for the sake of your\ncompanions, you restrain yourself from taking actions that you know will\nlead to disaster.\n\n    You gain the following characteristics:\n\nTumultuous:\n    +4 to your Speed Pool.\n\n    Skill:\n    You are trained in Intellect defense actions.\n\n    Chaotic:\n    Once after each ten-hour recovery roll, if you don’t like the\n    first result, you can reroll a die roll of your choice. If you do, and\n    regardless of the outcome, the GM presents you with a GM intrusion.\n\n    Inability:\n    Your body is a bit worn from occasional excesses. Might\n    defense tasks are hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. Another PC recruited you while you were on your best behavior, before realizing how chaotic you were.\n    2. You have reason to believe that being with the other PCs will help you gain control over your erratic behavior.\n    3. Another PC released you from captivity, and to thank them, you volunteered to help.\n    4. You have no idea how you joined the PCs. You’re just going along with it for now until answers present themselves.\n\n"
    },
    {
        "name": "Charming",
        "description": "\n    --------\n\n    You’re a smooth talker and a charmer. Whether through seemingly\nsupernatural means or just a way with words, you can convince others to\ndo as you wish. Most likely, you’re physically attractive or at least\nhighly charismatic, and others enjoy listening to your voice. You\nprobably pay attention to your appearance, keeping yourself well\ngroomed. You make friends easily. You play up the personality facet of\nyour Intellect stat; intelligence is not your strong suit. You’re\npersonable, but not necessarily studious or strong-willed.\n\n    You gain the following characteristics:\n\nPersonable:\n    +2 to your Intellect Pool.\n\n    Skill:\n    You’re trained in all tasks involving positive or pleasant social\n    interaction.\n\n    Skill:\n    You’re trained when using special abilities that influence the\n    minds of others.\n\n    Contact:\n    You have an important contact who is in an influential\n    position, such as a minor noble, the captain of the town guard/police,\n    or the head of a large gang of thieves. You and the GM should work out\n    the details together.\n\n    Inability:\n    You were never good at studying or retaining facts. Any task\n    involving lore, knowledge, or understanding is hindered.\n\n    Inability:\n    Your willpower is not one of your strong points. Defense\n    actions to resist mental attacks are hindered.\n\n    Additional Equipment:\n    You’ve managed to talk your way into some decent\n    discounts and bonuses in recent weeks. As a result, you have enough cash\n    jangling in your pocket to purchase a moderately priced item.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You convinced one of the other PCs to tell you what they were doing.\n    2. You instigated the whole thing and convinced the others to join you.\n    3. One of the other PCs did a favor for you, and now you’re repaying that obligation by helping them with the task at hand.\n    4. There is a reward involved, and you need the money.\n\n"
    },
    {
        "name": "Clever",
        "description": "\n    ------\n\n    You’re quick-witted, thinking well on your feet. You understand people,\nso you can fool them but are rarely fooled. Because you easily see\nthings for what they are, you get the lay of the land swiftly, size up\nthreats and allies, and assess situations with accuracy. Perhaps you’re\nphysically attractive, or maybe you use your wit to overcome any\nphysical or mental imperfections.\n\n    You gain the following characteristics:\n\nSmart:\n    +2 to your Intellect Pool.\n\n    Skill:\n    You’re trained in all interactions involving lies or trickery.\n\n    Skill:\n    You’re trained in defense rolls to resist mental effects.\n\n    Skill:\n    You’re trained in all tasks involving identifying or assessing\n    danger, lies, quality, importance, function, or power.\n\n    Inability:\n    You were never good at studying or retaining trivial\n    knowledge. Any task involving lore, knowledge, or understanding is\n    hindered.\n\n    Additional Equipment:\n    You see through the schemes of others and\n    occasionally convince them to believe you—even when, perhaps, they\n    should not. Thanks to your clever behavior, you have an additional\n    expensive item.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You convinced one of the other PCs to tell you what they were doing.\n    2. From afar, you observed that something interesting was going on.\n    3. You talked your way into the situation because you thought it might earn some money.\n    4. You suspect that the other PCs won’t succeed without you.\n\n"
    },
    {
        "name": "Clumsy",
        "description": "\n    ------\n\n    Graceless and awkward, you were told that you’d grow out of it, but you\nnever did. You often drop things, trip over your own feet, or knock\nthings (or people) over. Some people get frustrated by this quality, but\nmost find it funny and even a little charming.\n\n    (Some players may not want to be defined by a “negative” quality like\nClumsy, but in truth, even this kind of descriptor has enough advantages\nthat it makes for capable and talented characters. What negative\n    descriptors really do is make more interesting and complex characters\nthat are often great fun to play.)\n\nYou gain the following characteristics:\n\nButterfingers:\n    −2 to your Speed Pool.\n\n    Thick-Muscled:\n    +2 to your Might Pool.\n\n    Inelegant:\n    You have a certain lovable charm. You are trained in all\n    pleasant social interactions when you express a lighthearted,\n    self-deprecating manner.\n\n    Dumb Luck:\n    The GM can introduce a GM intrusion on you, based on your\n    clumsiness, without awarding you any XP (as if you had rolled a 1 on a\n    d20 roll). However, if this happens, 50% of the time, your clumsiness\n    works to your advantage. Rather than hurting you (much), it helps you,\n    or it hurts your enemies. You slip, but it’s just in time to duck an\n    attack. You fall down, but you trip your enemies as you crash into their\n    legs. You turn around too quickly, but you end up knocking the weapon\n    from your foe’s hand. You and the GM should work together to determine\n    the details. If the GM wishes, they can use GM intrusions based on your\n    clumsiness normally (awarding XP).\n\nSkill:\n    You’ve got a certain bull-like quality. You are trained in tasks\n    involving breaking things.\n\n    Inability:\n    Any task that involves balance, grace, or hand-to-eye\n    coordination is hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You were in the right place at the right time.\n    2. You had a piece of information that the other PCs needed to make their plans.\n    3. A sibling recommended you to the other PCs.\n    4. You stumbled into the PCs as they were discussing their mission, and they took a liking to you.\n\n"
    },
    {
        "name": "Craven",
        "description": "\n    ------\n\n    Courage fails you at every turn. You lack the willpower and resolve to\nstand fast in the face of danger. Fear gnaws at your heart, chewing away\nat your mind, driving you to distraction until you cannot bear it. Most\ntimes, you back down from confrontations. You flee from threats and\n    vacillate when faced with difficult decisions.\n\n    Yet for all that fear dogs you and possibly shames you, your cowardly\nnature proves to be a useful ally from time to time. Listening to your\nfears has helped you escape danger and avoid taking unnecessary risks.\n    Others may have suffered in your place, and you might be the first to\nadmit this fact, but secretly you feel intense relief from having\navoided an unthinkable and terrible fate.\n\n    (Descriptors like Craven, Cruel, and Dishonorable might not be\nappropriate for every group. These are villainous traits and some people\nwant their PCs to be entirely heroic. But others don’t mind a little\nmoral greyness thrown into the mix. Still others see things like Craven\n    and Cruel as traits to overcome as their characters develop (probably\nearning them different descriptors).)\n\nYou gain the following characteristics:\n\nFurtive:\n    +2 to your Speed Pool.\n\n    Skill:\n    You’re trained in stealth-based tasks.\n\n    Skill:\n    You’re trained in running actions.\n\n    Skill:\n    You’re trained in any action taken to escape danger, flee from a\n    dangerous situation, or wheedle your way out of trouble.\n\n    Inability:\n    You do not willingly enter dangerous situations. Any\n    initiative actions (to determine who goes first in combat) are hindered.\n\n    Inability:\n    You fall to pieces when you have to undertake a potentially\n    dangerous task alone. Any such task (such as attacking a creature by\n    yourself) is hindered.\n\n    Additional Equipment:\n    You have a good luck charm or protective device to\n    keep you out of harm’s way.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You believe that you’re being hunted, and you have hired one of the other PCs as your protector.\n    2. You seek to escape your shame and take up with capable individuals in the hopes of repairing your reputation.\n    3. One of the other PCs bullied you into coming along.\n    4. The group answered your cries for help when you were in trouble.\n\n"
    },
    {
        "name": "Creative",
        "description": "\n    --------\n\n    Maybe you have a notebook where you write down ideas so you can develop\nthem later. Perhaps you email yourself ideas that strike you out of the\nblue so you can sort them in an electronic document. Or maybe you just\nsit down, stare at your screen and, by indomitable force of will,\nproduce something from nothing. However your gift works, you’re\ncreative—you code, write, compose, sculpt, design, direct, or otherwise\ncreate narratives that enthrall other people with your vision.\n\n    You gain the following characteristics:\n\nInventive:\n    +2 to your Intellect Pool.\n\n    Original:\n    You’re always coming up with something new. You’re trained in\n    any task related to creating a narrative (such as a story, play, or\n    scenario). This includes deception, if the deception involves a\n    narrative you’re able to tell.\n\n    Skill:\n    You are naturally inventive. You are trained in one specific\n    creative skill of your choice:\n    writing, computer coding, composing\n    music, painting, drawing, and so on.\n\n    Skill:\n    You love solving riddles and the like. You are trained in\n    puzzle-solving tasks.\n\n    Skill:\n    To be creative requires that you always be learning. You are\n    trained in any task that involves finding out something new, such as\n    when you’re digging through a library, data bank, news archive, or\n    similar collection of knowledge.\n\n    Inability:\n    You’re inventive but not charming. All tasks related to\n    pleasant social interaction are hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You were doing research for a project and convinced the PCs to bring you along.\n    2. You’re looking for new markets for the results of your creative output.\n    3. You fell in with the wrong crowd, but they grew on you.\n    4. A creative life is often one beset with financial hurdles. You joined the PCs because you hoped it would be profitable.\n\n"
    },
    {
        "name": "Cruel",
        "description": "\n    -----\n\nMisfortune and suffering do not move you. When another endures hardship,\nyou find it hard to care, and you may even enjoy the pain and difficulty\nthe person experiences if they’ve done you wrong in the past. Your cruel\nstreak may derive from bitterness brought about by your own struggles\n    and disappointments. You might be a hard pragmatist, doing what you feel\nyou must even if others are worse for it. Or you could be a sadist,\ndelighting in the pain you inflict.\n\n    Being cruel does not necessarily make you a villain. Your cruelty may be\nreserved for those who cross you or other people useful to you. You\nmight have become cruel as the result of an intensely awful experience.\n    Abuse and torture, for example, can strip away compassion for other\n                                                                  living beings.\n\nAs well, you need not be cruel in every situation. In fact, others might\nsee you as personable, friendly, and even helpful. But when angered or\n    frustrated, your dual nature reveals itself, and those who have earned\nyour scorn are likely to suffer for it.\n\n                                    You gain the following characteristics:\n\nCunning:\n    +2 to your Intellect Pool.\n\n    Cruelty:\n    When you use force, you can choose to maim or deliver painful\n    injuries to draw out your foe’s suffering. Whenever you inflict damage,\n    you can choose to inflict 2 fewer points of damage to ease your next\n    attack against that foe.\n\n    Skill:\n    You’re trained in tasks related to deception, intimidation, and\n    persuasion when you interact with characters experiencing physical or\n    emotional pain.\n\n    Inability:\n    You have a hard time connecting with others, understanding\n    their motives, or sharing their feelings. Any task to ascertain another\n    character’s motives, feelings, or disposition is hindered.\n\n    Additional Equipment:\n    You have a valuable memento from the last person\n    you destroyed. The memento is moderately priced, and you can sell it or\n    trade it for an item of equal or lesser value.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You suspect that you might gain a long-term advantage from helping the other PCs and may be able to use that advantage against your enemies.\n    2. By joining the PCs, you see an opportunity to grow your personal power and status at the expense of others.\n    3. You hope to make another PC’s life more difficult by joining the group.\n    4. Joining the PCs gives you an opportunity to escape justice for a crime you committed.\n\n"
    },
    {
        "name": "Dishonorable",
        "description": "\n    ------------\n\n    There is no honor among thieves—or betrayers, backstabbers, liars, or\ncheats. You are all of these things, and either you don’t lose any sleep\nover it, or you deny the truth to others or to yourself. Regardless, you\nare willing to do whatever it takes to get your own way. Honor, ethics,\nand principles are merely words. In your estimation, they have no place\nin the real world.\n\n    You gain the following characteristics:\n\nSneaky:\n    +4 to your Speed Pool.\n\n    Just Desserts:\n    When the GM gives another player an experience point to\n    award to someone for a GM intrusion, that player cannot give it to you.\n\n    Skill:\n    You are trained in deception.\n\n    Skill:\n    You are trained in stealth.\n\n    Skill:\n    You are trained in intimidation.\n\n    Inability:\n    People don’t like or trust you. Pleasant social interactions\n    are hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You are interested in what the PCs are doing, so you lied to them to get into their group.\n    2. While skulking about, you overheard the PCs’ plans and realized that you wanted in.\n    3. One of the other PCs invited you, having no idea of what you’re truly like.\n    4. You bullied your way in with intimidation and bluster.\n\n"
    },
    {
        "name": "Doomed",
        "description": "\n    ------\n\n    You are quite certain that your fate is leading you, inextricably,\ntoward a terrible end. This fate might be yours alone, or you might be\ndragging along the people closest to you.\n\n    You gain the following characteristics:\n\nJumpy:\n    +2 to your Speed Pool.\n\n    Skill:\n    Always on the lookout for danger, you are trained in\n    perception-related tasks.\n\n    Skill:\n    You are defense minded, so you are trained in Speed defense\n    tasks.\n\n    Skill:\n    You are cynical and expect the worst. Thus, you are resistant to\n    mental shocks. You are trained in Intellect defense tasks having to do\n        with losing your sanity or equanimity.\n\n    Doom:\n    Every other time the GM uses GM intrusion on your character, you\n    cannot refuse it and do not get an XP for it (you still get an XP to\n    award to another player). This is because you are doomed. The universe\n    is a cold, uncaring place, and your efforts are futile at best.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You attempted to avoid it, but events seemed to conspire to draw you to where you are.\n    2. Why not? It doesn’t matter. You’re doomed no matter what you do.\n    3. One of the other PCs saved your life, and now you’re repaying that obligation by helping them with the task at hand.\n    4. You suspect that the only hope you have of avoiding your fate might lie on this path.\n\n"
    },
    {
        "name": "Empathic",
        "description": "\n    --------\n\n    Other people are open books to you. You may have a knack for reading a\n                                                                 person’s tells, those subtle movements that convey an individual’s mood\n    and disposition. Or you may receive information in a more direct way,\nfeeling a person’s emotions as if they were tangible things, sensations\nthat lightly brush against your mind. Your gift for empathy helps you\n    navigate social situations and control them to avoid misunderstandings\n    and prevent useless conflicts from erupting.\n\n    The constant bombardment of emotions from those around you likely takes\na toll. You might move with the prevailing mood, swinging from giddy\nhappiness to bitter sorrow with little warning. Or you might close\nyourself off and remain inscrutable to others out of a sense of\nself-preservation or an unconscious fear that everyone else might learn\nhow you truly feel.\n\n    You gain the following characteristics:\n\nOpen Mind:\n    +4 to your Intellect Pool.\n\n    Skill:\n    You’re trained in tasks involving sensing other emotions,\n    discerning dispositions, and getting a hunch about people around you.\n\n    Skill:\n    You’re trained in all tasks involving social interaction,\n    pleasant or otherwise.\n\n    Inability:\n    Being so receptive to others’ thoughts and moods makes you\n    vulnerable to anything that attacks your mind. Intellect defense rolls\n    are hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You sensed the commitment to the task the other PCs have and felt moved to help them.\n    2. You established a close bond with another PC and can’t bear to be parted from them.\n    3. You sensed something strange in one of the PCs and decided to join the group to see if you can sense it again and uncover the truth.\n    4. You joined the PCs to escape an unpleasant relationship or negative environment.\n\n"
    },
    {
        "name": "Exiled",
        "description": "\n    ------\n\n    You have walked a long and lonely road, leaving your home and your life\nbehind. You might have committed a heinous crime, something so awful\nthat your people forced you out, and if you dare return, you face death.\n    You might have been accused of a crime you didn’t commit and now must\npay the price for someone else’s wicked deed. Your exile might be the\nresult of a social gaffe—perhaps you shamed your family or a friend, or\nyou embarrassed yourself in front of your peers, an authority, or\nsomeone you respect. Whatever the reason, you have left your old life\nbehind and now strive to make a new one.\n\n    You gain the following characteristics:\n\nSelf-Reliant:\n    +2 to your Might Pool.\n\n    Loner:\n    You gain no benefit when you get help with a task from another\n    character who is trained or specialized in that task.\n\n    Skill:\n    You’re trained in all tasks involving sneaking.\n\n    Skill:\n    You’re trained in all tasks involving foraging, hunting, and\n    finding safe places to rest or hide.\n\n    Inability:\n    Living on your own for as long as you have makes you slow to\n    trust others and awkward in social situations. Any task involving social\n    interaction is hindered.\n\n    Additional Equipment:\n    You have a memento from your past—an old picture,\n    a locket with a few strands of hair inside, or a lighter given to you by\n    someone important. You keep the object close at hand and pull it out to\n    help you remember better times.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. The other PCs earned your trust by helping you when you needed it. You accompany them to repay them.\n    2. While exploring on your own, you discovered something strange. When you traveled to a settlement, the PCs were the only ones who believed you, and they have accompanied you to help you deal with the problem.\n    3. One of the other PCs reminds you of someone you used to know.\n    4. You have grown weary of your isolation. Joining the other PCs gives you a chance to belong.\n\n    Fast\n    ----\n\n    You’re fleet of foot. Because you’re quick, you can accomplish tasks\nmore rapidly than others can. You’re not just quick on your feet,\nhowever—you’re quick with your hands, and you think and react quickly.\n    You even talk quickly.\n\n    You gain the following characteristics:\n\nEnergetic:\n    +2 to your Speed Pool.\n\n    Skill:\n    You are trained in running.\n\n    Fast:\n    You can move a short distance and still take another action in the\n    same round, or you can move a long distance as your action without\n    needing to make any kind of roll.\n\n    Inability:\n    You’re a sprinter, not a long-distance runner. You don’t have\n    a lot of stamina. Might defense rolls are hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You jumped in to save one of the other PCs who was in dire need.\n    2. One of the other PCs recruited you for your unique talents.\n    3. You’re impulsive, and it seemed like a good idea at the time.\n    4. This mission ties in with a personal goal of your own.\n\n"
    },
    {
        "name": "Foolish",
        "description": "\n    -------\n\nNot everyone can be brilliant. Oh, you don’t think of yourself as\nstupid, and you’re not. It’s just that others might have a bit\nmore . . . wisdom. Insight. You prefer to barrel along headfirst through\nlife and let other people worry about things. Worrying’s never helped\nyou, so why bother? You take things at face value and don’t fret about\nwhat tomorrow might bring.\n\n    People call you “idiot” or “numbskull,” but it doesn’t faze you much.\n\n    (It can be liberating and really fun to play a foolish character. In\nsome ways, the pressure to always do the right, smart thing is off. On\nthe other hand, if you play such a character as a bumbling moron in\nevery situation, that can become annoying to everyone else at the table.\nAs with everything, moderation is the key.)\n\nYou gain the following characteristics:\n\nUnwise:\n    –4 to your Intellect Pool.\n\n    Carefree:\n    You succeed more on luck than anything. Every time you roll\n    for a task, roll twice and take the higher result.\n\n    Intellect Weakness:\n    Any time you spend points from your Intellect Pool,\n    it costs you 1 more point than usual.\n\n    Inability:\n    Any Intellect defense task is hindered.\n\n    Inability:\n    Any task that involves seeing through a deception, an\n    illusion, or a trap is hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. Who knows? Seemed like a good idea at the time.\n    2. Someone asked you to join up with the other PCs. They told you not to ask too many questions, and that seemed fine to you.\n    3. Your parent (or a parental/mentor figure) got you involved to give you something to do and maybe “teach you some sense.”\n    4. The other PCs needed some muscle who wouldn’t overthink things.\n\n"
    },
    {
        "name": "Graceful",
        "description": "\n\n    You have a perfect sense of balance, moving and speaking with grace and\n    beauty. You’re quick, lithe, flexible, and dexterous. Your body is\nperfectly suited to dance, and you use that advantage in combat to dodge\nblows. You might wear garments that enhance your agile movement and\n    sense of style.\n\n    You gain the following characteristics:\n\nAgile:\n    +2 to your Speed Pool.\n\n    Skill:\n    You’re trained in all tasks involving balance and careful\n    movement.\n\n    Skill:\n    You’re trained in all tasks involving physical performing arts.\n\n    Skill:\n    You’re trained in all Speed defense tasks.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. Against your better judgment, you joined the other PCs because you saw that they were in danger.\n    2. One of the other PCs convinced you that joining the group would be in your best interests.\n    3. You’re afraid of what might happen if the other PCs fail.\n    4. There is reward involved, and you need the money.\n\n"
    },
    {
        "name": "Guarded",
        "description": "\n    -------\n\nYou conceal your true nature behind a mask and are loath to let anyone\nsee who you really are. Protecting yourself, physically and emotionally,\nis what you care about most, and you prefer to keep everyone else at a\nsafe distance. You may be suspicious of everyone you meet, expecting the\nworst from people so you won’t be surprised when they prove you right.\nOr you might just be a bit reserved, careful about letting people\nthrough your gruff exterior to the person you really are.\n\n    No one can be as reserved as you are and make many friends. Most likely,\nyou have an abrasive personality and tend to be pessimistic in your\noutlook. You probably nurse an old hurt and find that the only way you\ncan cope is to keep it and your personality locked down.\n\n    You gain the following characteristics:\n\nSuspicious:\n    +2 to your Intellect Pool.\n\n    Skill:\n    You are trained in all Intellect defense tasks.\n\n    Skill:\n    You are trained in all tasks involving discerning the truth,\n    piercing disguises, and recognizing falsehoods and other deceptions.\n\n    Inability:\n    Your suspicious nature makes you unlikeable. Any task\n    involving deception or persuasion is hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. One of the PCs managed to overcome your defenses and befriend you.\n    2. You want to see what the PCs are up to, so you accompany them to catch them in the act of some wrongdoing.\n    3. You have made a few enemies and take up with the PCs for protection.\n    4. The PCs are the only people who will put up with you.\n\n"
    },
    {
        "name": "Hardy",
        "description": "\n    -----\n\nYour body was built to take abuse. Whether you’re pounding down stiff\ndrinks while holding up a bar in your favorite watering hole or trading\nblows with a thug in a back alley, you keep going, shrugging off hurts\n    and injuries that might slow or incapacitate a lesser person. Neither\nhunger nor thirst, cut flesh nor broken bone can stop you. You just\npress on through the pain and continue.\n\nAs fit and healthy as you are, the signs of wear show in the myriad\nscars crisscrossing your body, your thrice-broken nose, your cauliflower\nears, and any number of other disfigurements you wear with pride.\n\n    You gain the following characteristics:\n\nMighty:\n    +4 to your Might Pool.\n\n    Fast Healer:\n    You halve the time it takes to make a recovery roll\n    (minimum one action).\n\nAlmost Unstoppable:\n    While you are impaired on the damage track, you\n    function as if you were hale. While you are debilitated, you function as\n    if you were impaired. In other words, you don’t suffer the effects of\n    being impaired until you become debilitated, and you never suffer the\n    effects of being debilitated. You still die if all your stat Pools are\n    0.\n\nSkill:\n    You are trained in Might defense actions.\n\n    Inability:\n    Your big, strong body is slow to react. Any task involving\n    initiative is hindered.\n\n    Ponderous:\n    When you apply Effort when making a Speed roll, you must\n    spend 1 extra point from your Speed Pool.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. The PCs recruited you after learning about your reputation as a survivor.\n    2. You joined the PCs because you want or need the money.\n    3. The PCs offered you a challenge equal to your physical power.\n    4. You believe the only way the PCs will succeed is if you are along to protect them.\n\n"
    },
    {
        "name": "Hideous",
        "description": "\n    -------\n\nYou are physically repugnant by almost any human standard. You might\nhave had a serious accident, a harmful mutation, or just poor genetic\nluck, but you are incontrovertibly ugly.\n\n    You’ve more than made up for your appearance in other ways, however.\n    Because you have to hide your appearance, you excel at sneaking about\nunnoticed or disguising yourself. But perhaps most important, being\nostracized while others socialized, you took the time growing up to\ndevelop yourself as you saw fit—you grew strong or quick, or you honed\nyour mind.\n\n    You gain the following characteristics:\n\nVersatile:\n    You get 4 additional points to divide among your stat Pools.\n\n    Skill:\n    You are trained in intimidation and any other fear-based\n    interactions, if you show your true face.\n\n    Skill:\n    You are trained in disguise and stealth tasks.\n\n    Inability:\n    All tasks relating to pleasant social interaction are\n    hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. One of the other PCs approached you while you were in disguise, recruiting you while believing you were someone else.\n    2. While skulking about, you overheard the other PCs’ plans and realized you wanted in.\n    3. One of the other PCs invited you, but you wonder if it was out of pity.\n    4. You bullied your way in with intimidation and bluster.\n\n"
    },
    {
        "name": "Honorable",
        "description": "\n    ---------\n\nYou are trustworthy, fair, and forthright. You try to do what is right,\nto help others, and to treat them well. Lying and cheating are no way to\nget ahead—these things are for the weak, the lazy, or the despicable.\n    You probably spend a lot of time thinking about your personal honor, how\nbest to maintain it, and how to defend it if challenged. In combat, you\nare straightforward and offer quarter to any foe.\n\n    You were likely instilled with this sense of honor by a parent or a\nmentor. Sometimes the distinction between what is and isn’t honorable\nvaries with different schools of thought, but in broad strokes,\nhonorable people can agree on most aspects of what honor means.\n\n    You gain the following characteristics:\n\nStalwart:\n    +2 to your Might Pool.\n\n    Skill:\n    You are trained in pleasant social interactions.\n\n    Skill:\n    You are trained in discerning people’s true motives or seeing\n    through lies.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. The PCs’ goals appear to be honorable and commendable.\n    2. You see that what the other PCs are about to do is dangerous, and you’d like to help protect them.\n    3. One of the other PCs invited you, hearing of your trustworthiness.\n    4. You asked politely if you could join the other PCs in their mission.\n\n"
    },
    {
        "name": "Impulsive",
        "description": "\n    ---------\n\nYou have a hard time tamping down your enthusiasm. Why wait when you can\njust do it (whatever it is) and get it done? You deal with problems when\nthey arise rather than plan ahead. Putting out the small fires now\nprevents them from becoming one big fire later. You are the first to\ntake risks, to jump in and lend a hand, to step into dark passages, and\nto find danger.\n\n    Your impulsiveness likely gets you into trouble. While others might take\ntime to study the items they discover, you use such items without\nhesitation. After all, the best way to learn what something can do is to\nuse it. When a cautious explorer might look around and check for danger\n                                                                 nearby, you have to physically stop yourself from bulling on ahead. Why\nfuss around when the exciting thing is just ahead?\n\n        (Impulsive characters get into trouble. That’s their thing, and that’s\nfine. But if you’re constantly dragging your fellow PCs into trouble (or\nworse, getting them seriously hurt or killed), that will be annoying, to\nsay the least. A good rule of thumb is that impulsiveness doesn’t always\nmean a predilection for doing the wrong thing. Sometimes it’s the urge\nto do the right thing.)\n\nYou gain the following characteristics:\n\nReckless:\n    +2 to your Speed Pool.\n\n    Skill:\n    You’re trained in initiative actions (to determine who goes first\n    in combat).\n\nSkill:\n    You’re trained in Speed defense actions.\n\n    Inability:\n    You’ll try anything once, but quickly grow bored after that.\n    Any task that involves patience, willpower, or discipline is hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You heard what the other PCs were up to and suddenly decided to join them.\n    2. You pulled everyone together after you heard rumors about something interesting you want to see or do.\n    3. You blew all of your money and now find yourself strapped for cash.\n                                                                     4. You’re in trouble for acting recklessly. You join the other PCs because they offer a way out of your problem.\n\n"
    },
    {
        "name": "Inquisitive",
        "description": "\n    -----------\n\nThe world is vast and mysterious, with wonders and secrets to keep you\namazed for several lifetimes. You feel the tugging on your heart, the\ncall to explore the wreckage of past civilizations, to discover new\n    peoples, new places, and whatever bizarre wonders you might find along\nthe way. However, as strongly as you feel the pull to roam the world,\nyou know there is danger aplenty, and you take precautions to ensure\nthat you are prepared for any eventuality. Research, preparation, and\nreadiness will help you live long enough to see everything you want to\nsee and do everything you want to do.\n\nYou probably have a dozen books and travelogues about the world on you\nat any time. When not hitting the road and looking around, you spend\nyour time with your nose in a book, learning everything you can about\nthe place you’re going so you know what to expect when you get there.\n\n    You gain the following characteristics:\n\nSmart:\n    +4 to your Intellect Pool.\n\n    Skill:\n    You are eager to learn. You are trained in any task that involves\n    learning something new, whether you’re talking to a local to get\n    information or digging through old books to find lore.\n\n    Skill:\n    You have made a study of the world. You are trained in any task\n    involving geography or history.\n\n    Inability:\n    You tend to fixate on the details, making you somewhat\n    oblivious to what’s going on around you. Any task to hear or notice\n    dangers around you is hindered.\n\n    Inability:\n    When you see something interesting, you hesitate as you take\n    in all the details. Initiative actions (to determine who goes first in\n    combat) are hindered.\n\n    Additional Equipment:\n    You have three books on whatever subjects you\n    choose.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. One of the PCs approached you to learn information related to the mission, having heard you were an expert.\n    2. You have always wanted to see the place where the other PCs are going.\n    3. You were interested in what the other PCs were up to and decided to go along with them.\n    4. One of the PCs fascinates you, perhaps due to a special or weird ability they have.\n\n"
    },
    {
        "name": "Intelligent",
        "description": "\n    -----------\n\nYou’re quite smart. Your memory is sharp, and you easily grasp concepts\nthat others might struggle with. This aptitude doesn’t necessarily mean\nthat you’ve had years of formal education, but you have learned a great\ndeal in your life, primarily because you pick things up quickly and\n    retain so much.\n\n    You gain the following characteristics:\n\nSmart:\n    +2 to your Intellect Pool.\n\n    Skill:\n    You’re trained in an area of knowledge of your choice.\n\n    Skill:\n    You’re trained in all actions that involve remembering or\n    memorizing things you experience directly. For example, instead of being\n    good at recalling details of geography that you read about in a book,\n    you can remember a path through a set of tunnels that you’ve explored\n    before.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. One of the other PCs asked your opinion of the mission, knowing that if you thought it was a good idea, it probably was.\n    2. You saw value in what the other PCs were doing.\n    3. You believed that the task might lead to important and interesting discoveries.\n    4. A colleague requested that you take part in the mission as a favor.\n\n"
    },
    {
        "name": "Intuitive",
        "description": "\n    ---------\n\nYou are often tickled by a sense of knowing what someone will say, how\nthey will react, or how events might unfold. Maybe you have a mutant\nsense, maybe you can see just a few moments ahead through time, or maybe\nyou’re just good at reading people and extrapolating a situation.\n    Whatever the case, many who look into your eyes immediately glance away,\nas if afraid of what you might see in their expression.\n\n    You gain the following characteristics:\n\nInnate:\n    +2 to your Intellect Pool.\n\n    Skill:\n    You are trained in perception tasks.\n\n    Know What to Do:\n    You can act immediately, even if it’s not your turn.\n    Afterward, on your next regular turn, any action you take is hindered.\n    You can do this one time, although the ability is renewed each time you\n    make a recovery roll.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You just knew you had to come along.\n    2. You convinced one of the other PCs that your intuition is invaluable.\n    3. You felt that something terrible would happen if you didn’t go.\n    4. You’re confident the reason you arrived at this point will soon become clear.\n\n"
    },
    {
        "name": "Jovial",
        "description": "\n    ------\n\n    You’re cheerful, friendly, and outgoing. You put others at ease with a\nbig smile and a joke, possibly one at your own expense, though lightly\nribbing your companions who can take it is also one of your favorite\npastimes. Sometimes people say you never take anything seriously. That’s\nnot true, of course, but you have learned that to dwell on the bad too\nlong quickly robs the world of joy. You’ve always got a new joke in your\nback pocket because you collect them like some people collect bottles of\nwine.\n\nYou gain the following characteristics:\n\nWitty:\n    +2 to your Intellect Pool.\n\n    Skill:\n    You’re convivial and set most people at ease with your attitude.\n    You are trained in all tasks related to pleasant social interaction.\n\n    Skill:\n    You have an advantage in figuring out the punch lines of jokes\n    you’ve never heard before. You are trained in all tasks related to\n    solving puzzles and riddles.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You solved a riddle before realizing that answering it would launch you into the adventure.\n    2. The other PCs thought you’d bring some much-needed levity to the team.\n    3. You decided that all fun and no work was not the best way to get through life, so you joined up with the PCs.\n    4. It was either go with the PCs or face up to a circumstance that was anything but jovial.\n\n    Kind\n    ----\n\n    It’s always been easy for you to see things from the point of view of\nother people. That ability has made you sympathetic to what they really\nwant or need. From your perspective, you’re just applying the old\nproverb that “it’s easier to catch flies with honey than with vinegar,”\nbut others simply see your behavior as kindness. Of course, being kind\ntakes time, and yours is limited. You’ve learned that a small fraction\nof people don’t deserve your time or kindness—true sadists, narcissists,\nand similar folk will only waste your energy. So you deal with them\nswiftly, saving your kindness for those who deserve it and can benefit\nfrom your attention.\n\n    You gain the following characteristics:\n\nEmotionally Intuitive:\n    +2 to your Intellect Pool.\n\n    Skill:\n    You know what it’s like to go a mile in someone else’s shoes.\n    You’re trained in all tasks related to pleasant social interaction and\n    discerning the dispositions of others.\n\n    Karma:\n    Sometimes, strangers just help you out. To gain the aid of a\n    stranger, you must use a one action, ten-minute, or one-hour recovery\n    roll (without gaining its healing benefit), and the GM determines the\n    nature of the aid you gain. Usually, the act of kindness isn’t enough to\n    turn a bad situation completely around, but it may moderate a bad\n    situation and lead to new opportunities. For example, if you are\n    captured, a guard loosens your bonds slightly, brings you water, or\n    delivers a message.\n\n    Inability:\n    Being kind comes with a few risks. All tasks related to\n    detecting falsehoods are hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. A PC needed your help, and you agreed to come along as a kindness.\n    2. You gave the wrong person access to your money, and now you need to make some back.\n    3. You’re ready to take your benevolence on the road and help more people than you could if you didn’t join the PCs.\n    4. Your job, which seemed like it would be personally rewarding, is the opposite. You join the PCs to escape the drudgery.\n\n"
    },
    {
        "name": "Learned",
        "description": "\n    -------\n\nYou have studied, either on your own or with an instructor. You know\nmany things and are an expert on a few topics, such as history, biology,\ngeography, mythology, nature, or any other area of study. Learned\ncharacters typically carry a few books around with them and spend their\nspare time reading.\n\n    You gain the following characteristics:\n\nSmart:\n    +2 to your Intellect Pool.\n\n    Skill:\n    You’re trained in three areas of knowledge of your choice.\n\n    Inability:\n    You have few social graces. Any task involving charm,\n    persuasion, or etiquette is hindered.\n\n    Additional Equipment:\n    You have two additional books on topics of your\n    choice.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. One of the other PCs asked you to come along because of your knowledge.\n    2. You need money to fund your studies.\n    3. You believed that the task might lead to important and interesting discoveries.\n    4. A colleague requested that you take part in the mission as a favor.\n\n"
    },
    {
        "name": "Lucky",
        "description": "\n    -----\n\nYou rely on chance and timely good luck to get you through many\nsituations. When people say that someone was born under a lucky star,\nthey mean you. When you try your hand at something new, no matter how\nunfamiliar the task is, as often as not you find a measure of success.\n    Even when disaster strikes, it’s rarely as bad as it could be. More\noften, small things seem to go your way, you win contests, and you’re\noften in the right place at the right time.\n\n    You gain the following characteristics:\n\nLuck Pool:\n    You have one additional Pool called Luck that begins with 3\n    points, and it has a maximum value of 3 points. When spending points\n    from any other Pool, you can take one, some, or all of the points from\n    your Luck Pool first. When you make a recovery roll to recover points to\n    any other Pool, your Luck Pool is also refreshed by the same number of\n    points. When your Luck Pool is at 0 points, it does not count against\n    your damage track. Enabler.\n\n    Advantage:\n    When you use 1 XP to reroll a d20 for any roll that affects\n    only you, add 3 to the reroll.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. Knowing that lucky people notice and take active advantage of opportunities, you became involved in your first adventure by choice.\n    2. You literally bumped into someone else on this adventure through sheer luck.\n    3. You found a briefcase lying alongside the road. It was battered, but inside you found a lot of strange documents that led you here.\n    4. Your luck saved you when you avoided a speeding vehicle by a fortuitous fall through an opening in the ground (a manhole, if in a modern setting). Beneath the ground, you found something you couldn’t ignore.\n\n    Mad\n    ---\n\n    You have delved too deeply into subjects people were not meant to know.\n    You are knowledgeable in things beyond the scope of most, but this\nknowledge has come at a terrible price. You are likely in questionable\nphysical shape and occasionally shake with nervous tics. You sometimes\nmutter to yourself without realizing it.\n\n    You gain the following characteristics:\n\nKnowledgeable:\n    +4 to your Intellect Pool.\n\n    Fits of Insight:\n    Whenever such knowledge is appropriate, the GM feeds\n    you information although there is no clear explanation as to how you\n    could know such a thing. This is up to the GM’s discretion, but it\n    should happen as often as once each session.\n\n    Erratic Behavior:\n    You are prone to acting erratically or irrationally.\n    When you are in the presence of a major discovery or subjected to great\n    stress (such as a serious physical threat), the GM can introduce a GM\n    intrusion that directs your next action without awarding XP. You can\n    still pay 1 XP to refuse the intrusion. The GM’s influence is the\n    manifestation of your madness and thus is always something you would not\n    likely do otherwise, but it is not directly, obviously harmful to you\n    unless there are extenuating circumstances. (For example, if a foe\n    suddenly leaps out of the darkness, you might spend the first round\n    babbling incoherently or screaming the name of your first true love.)\n\nSkill:\n    You are trained in one area of knowledge (probably something\n    weird or esoteric).\n\nInability:\n    Your mind is quite fragile. Tasks to resist mental attacks\n    are hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. Voices in your head told you to go.\n    2. You instigated the whole thing and convinced the others to join you.\n    3. One of the other PCs obtained a book of knowledge for you, and now you’re repaying that favor by helping them with the task at hand.\n    4. You feel compelled by inexplicable intuition.\n\n"
    },
    {
        "name": "Mechanical",
        "description": "\n    ----------\n\n    You have a special talent with machines of all kinds, and you’re adept\nat understanding and, if need be, repairing them. Perhaps you’re a bit\nof an inventor, creating new machines from time to time. You get called\n“techie,” “tech,” “mech,” “gear-head,” “motor-head,” or any of a number\nof other nicknames. Mechanics usually wear practical work clothes and\n    carry around a lot of tools.\n\n    You gain the following characteristics:\n\nSmart:\n    +2 to your Intellect Pool.\n\n    Skill:\n    You’re trained in all actions involving identifying or\n    understanding machines.\n\n    Skill:\n    You’re trained in all actions involving using, repairing, or\n    crafting machines.\n\n    Additional Equipment:\n    You start with a variety of machine tools.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. While repairing a nearby machine, you overheard the other PCs talking.\n    2. You need money to buy tools and parts.\n    3. It was clear that the mission couldn’t succeed without your skills and knowledge.\n    4. Another PC asked you to join them.\n\n"
    },
    {
        "name": "Mysterious",
        "description": "\n    ----------\n\n    The dark figure lurking silently in the corner? That’s you. No one\nreally knows where you came from or what your motives are—you play\nthings close to the vest. Your manner perplexes and confounds others,\nbut that doesn’t make you a poor friend or ally. You’re just good at\nkeeping things to yourself, moving about unseen, and concealing your\npresence and identity.\n\nYou gain the following characteristics:\n\nSkill:\n    You are trained in all stealth tasks.\n\n    Skill:\n    You are trained in resisting interrogation or tricks to get you\n    to talk.\n\n    Confounding:\n    You pull talents and abilities seemingly out of nowhere.\n    You can attempt one task in which you have no training as if you were\n    trained, attempt a task that you are trained in as if specialized, or\n    gain a free level of Effort with a task that you are specialized in.\n    This ability refreshes every time you make a recovery roll, but the uses\n    never accumulate.\n\n    Inability:\n    People never know where they stand with you. Any task\n    involving getting people to believe or trust you is hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You just showed up one day.\n    2. You convinced one of the other PCs that you had invaluable skills.\n    3. Some equally mysterious figure told you where to be and when (but not why) to join the group.\n    4. Something—a feeling, a dream—told you where to be and when to join the group.\n\n"
    },
    {
        "name": "Mystical",
        "description": "\n    --------\n\n    You think of yourself as mystical, attuned with the mysterious and the\nparanormal. Your true talents lie with the supernatural. You likely have\nexperience with ancient lore, and you can sense and wield the\nsupernatural—though whether that means “magic,” “psychic phenomena,” or\n    something else is up to you (and probably up to those around you as\nwell). Mystical characters often wear jewelry, such as a ring or an\namulet, or have tattoos or other marks that show their interests.\n\n    You gain the following characteristics:\n\nSmart:\n    +2 to your Intellect Pool.\n\n    Skill:\n    You’re trained in all actions involving identifying or\n    understanding the supernatural.\n\n    Sense Magic:\n    You can sense whether the supernatural is active in\n    situations where its presence is not obvious. You must study an object\n    or location closely for a minute to get a feel for whether a mystical\n    touch is at work.\n\n    Spell:\n    You can perform Hedge Magic as a spell when you have a free hand\n    and can pay the Intellect point cost.\n\n    Inability:\n    You have a manner or an aura that others find a bit\n    unnerving. Any task involving charm, persuasion, or deception is\n    hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. A dream guided you to this point.\n    2. You need money to fund your studies.\n    3. You believed the mission would be a great way to learn more about the supernatural.\n    4. Various signs and portents led you here.\n\n"
    },
    {
        "name": "Naive",
        "description": "\n    -----\n\nYou’ve lived a sheltered life. Your childhood was safe and secure, so\nyou didn’t get a chance to learn much about the world—and even less\nchance to experience it. Whether you were training for something, had\n                                                       your nose in a book, or just were sequestered in a secluded place, you\nhaven’t done much, met many people, or seen many interesting things so\nfar. That’s probably going to change soon, but as you go forward into a\nlarger world, you do so without some of the understanding that others\npossess about how it all works.\n\n    You gain the following characteristics:\n\nFresh:\n    You add +1 to your recovery rolls.\n\n    Incorruptible:\n    You are trained in Intellect defense tasks and all tasks\n    that involve resisting temptation.\n\n    Skill:\n    You’re wide-eyed. You are trained in perception tasks.\n\n    Inability:\n    Any task that involves seeing through deceptions or\n    determining someone’s secret motive is hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. Someone told you that you should get involved.\n    2. You needed money, and this seemed like a good way to earn some.\n    3. You believed that you could learn a lot by joining the other PCs.\n    4. Sounded like fun.\n\n"
    },
    {
        "name": "Perceptive",
        "description": "\n    ----------\n\n    You miss little. You pick out the small details in the world around you\n    and are skilled at making deductions from the information you find. Your\ntalents make you an exceptional sleuth, a formidable scientist, or a\ntalented scout.\n\nAs adept as you are at finding clues, you have no skill at picking up on\nsocial cues. You overlook an offense that your deductions give or how\nuncomfortable your scrutiny can make the people around you. You tend to\ndismiss others as being intellectual dwarfs compared to you, which\navails you little when you need a favor.\n\n    You gain the following characteristics:\n\nSmart:\n    +2 to your Intellect Pool.\n\n    Skill:\n    You have an eye for detail. You are trained in any task that\n    involves finding or noticing small details.\n\n    Skill:\n    You know a little about everything. You are trained in any task\n    that involves identifying objects or calling to mind a minor detail or\n    bit of trivia.\n\n    Skill:\n    Your skill at making deductions can be imposing. You are trained\n    in any task that involves intimidating another creature.\n\n    Inability:\n    Your confidence comes off as arrogance to people who don’t\n    know you. Any task involving positive social interactions is hindered.\n\n    Additional Equipment:\n    You have a bag of light tools.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You overheard the other PCs discussing their mission and volunteered your services.\n    2. One of the PCs asked you to come along, believing that your talents would be invaluable to the mission.\n    3. You believe that the PCs’ mission is somehow related to one of your investigations.\n    4. A third party recruited you to follow the PCs and see what they were up to.\n\n"
    },
    {
        "name": "Resilient",
        "description": "\n    ---------\n\nYou can take a lot of punishment, both physically and mentally, and\nstill come back for more. It takes a lot to put you down. Neither\nphysical nor mental shocks or damage have a lasting effect. You’re tough\nto faze. Unflappable. Unstoppable.\n\n    You gain the following characteristics:\n\nResistant:\n    +2 to your Might Pool, and +2 to your Intellect Pool.\n\n    Recover:\n    You can make an extra recovery roll each day. This roll is just\n    one action. So you can make two recovery rolls that each take one\n    action, one roll that takes ten minutes, a fourth roll that takes one\n    hour, and a fifth roll that requires ten hours of rest.\n\n    Skill:\n    You are trained in Might defense tasks.\n\n    Skill:\n    You are trained in Intellect defense tasks.\n\n    Inability:\n    You’re hardy but not necessarily strong. Any task involving\n    moving, bending, or breaking things is hindered.\n\n    Inability:\n    You have a lot of willpower and mental fortitude, but you’re\n    not necessarily smart. Any task involving knowledge or figuring out\n    problems or puzzles is hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You saw that the PCs clearly need someone like you to help them out.\n    2. Someone asked you to watch over one of the PCs in particular, and you agreed.\n    3. You are bored and desperately in need of a challenge.\n    4. You lost a bet—unfairly, you think—and had to take someone’s place on this mission.\n\n"
    },
    {
        "name": "Risk-Taking",
        "description": "\n    -----------\n\nIt’s part of your nature to question what others think can’t or\n    shouldn’t be done. You’re not insane, of course—you wouldn’t attempt to\nleap across a mile-wide chasm just because you were dared. There’s\nimpossible and then there’s the just barely possible. You like to push\nthe latter further than others, because it gives you a rush of\nsatisfaction and pleasure when you succeed. The more you succeed, the\nmore you find yourself looking for that next risky challenge to try\nyourself against.\n\n    You gain the following characteristics:\n\nNimble:\n    +4 to your Speed Pool.\n\n    Skill:\n    You’re adept at leveraging risk, and you are trained in tasks\n    that involve some element of chance, such as playing games or choosing\n    between two or three apparently equal options.\n\n    Pressing Your Luck:\n    You can choose to automatically succeed on one task\n    without rolling, as long as the task’s difficulty is no higher than 6.\n    When you do so, however, you also trigger a GM intrusion as if you had\n    rolled a 1. The intrusion doesn’t invalidate the success, but it\n    probably qualifies it in some fashion. You can do this one time,\n    although the ability renews each time you make a ten-hour recovery roll.\n\n    Inability:\n    You may be nimble, but you’re not sneaky. Tasks related to\n    sneaking and staying quiet are hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. It seemed like there were equal odds that the other PCs wouldn’t succeed, which sounded good to you.\n    2. You think the tasks ahead will present you with unique and fulfilling challenges.\n    3. One of your biggest risks failed to go your way, and you need money to help pay that debt.\n    4. You bragged that you never saw a risk you didn’t like, which is how you reached your current point.\n\n"
    },
    {
        "name": "Rugged",
        "description": "\n    ------\n\n    You’re a nature lover accustomed to living rough, pitting your wits\nagainst the elements. Most likely, you’re a skilled hunter, gatherer, or\nnaturalist. Years of living in the wild have left their mark with a worn\ncountenance, wild hair, or scars. Your clothing is probably much less\nrefined than the garments worn by city dwellers.\n\n    You gain the following characteristics:\n\nSkill:\n    You’re trained in all tasks involving climbing, jumping, running,\n    and swimming.\n\n    Skill:\n    You’re trained in all tasks involving training, riding, or\n    placating natural animals.\n\n    Skill:\n    You’re trained in all tasks involving identifying or using\n    natural plants.\n\n    Inability:\n    You have no social graces and prefer animals to people. Any\n    task involving charm, persuasion, etiquette, or deception is hindered.\n\n    Additional Equipment:\n    You carry an explorer’s pack with rope, two days’\n    rations, a bedroll, and other tools needed for outdoor survival.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. Against your better judgment, you joined the other PCs because you saw that they were in danger.\n    2. One of the other PCs convinced you that joining the group would be in your best interests.\n    3. You’re afraid of what might happen if the other PCs fail.\n    4. There is reward involved, and you need the money.\n\n"
    },
    {
        "name": "Sharp-Eyed",
        "description": "\n    ----------\n\n    You’re perceptive and well aware of your surroundings. You notice the\nlittle details and remember them. You can be difficult to surprise.\n\n    You gain the following characteristics:\n\nSkill:\n    You’re trained in initiative actions.\n\n    Skill:\n    You’re trained in perception actions.\n\n    Find the Flaw:\n    If an opponent has a straightforward weakness (takes\n    extra damage from fire, can’t see out of their left eye, and so on), the\n    GM will tell you what it is.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You heard about what was going on, saw a flaw in the other PCs’ plan, and joined up to help them out.\n    2. You noticed that the PCs have a foe (or at least a tail) they weren’t aware of.\n    3. You saw that the other PCs were up to something interesting and got involved.\n    4. You’ve been noticing some strange things going on, and this all appears related.\n\n"
    },
    {
        "name": "Skeptical",
        "description": "\n    ---------\n\nYou possess a questioning attitude regarding claims that are often taken\nfor granted by others. You’re not necessarily a “doubting Thomas” (a\nskeptic who refuses to believe anything without direct personal\nexperience), but you’ve often benefited from questioning the statements,\nopinions, and received knowledge presented to you by others.\n\n    You gain the following characteristics:\n\nInsightful:\n    +2 to your Intellect Pool.\n\n    Skill:\n    You’re trained in identifying.\n\n    Skill:\n    You’re trained in all actions that involve seeing through a\n    trick, an illusion, a rhetorical ruse designed to evade the issue, or a\n    lie. For example, you’re better at keeping your eye on the cup\n    containing the hidden ball, sensing an illusion, or realizing if someone\n    is lying to you (but only if you specifically concentrate and use this\n    skill).\n\nInitial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You overheard other PCs holding forth on a topic with an opinion you were quite skeptical about, so you decided to approach the group and ask for proof.\n                                                                                                                                                         2. You were following one of the other PCs because you were suspicious of him, which brought you into the action.\n    3. Your theory about the nonexistence of the supernatural can be invalidated only by your own senses, so you came along.\n    4. You need money to fund your research.\n\n"
    },
    {
        "name": "Stealthy",
        "description": "\n    --------\n\n    You’re sneaky, slippery, and fast. These talents help you hide, move\nquietly, and pull off tricks that require sleight of hand. Most likely,\nyou’re wiry and small. However, you’re not much of a sprinter—you’re\nmore dexterous than fleet of foot.\n\n    You gain the following characteristics:\n\nQuick:\n    +2 to your Speed Pool.\n\n    Skill:\n    You’re trained in all stealth tasks.\n\n    Skill:\n    You’re trained in all interactions involving lies or trickery.\n\n    Skill:\n    You’re trained in all special abilities involving illusions or\n    trickery.\n\n    Inability:\n    You’re sneaky but not fast. All movement-related tasks are\n    hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You attempted to steal from one of the other PCs. That character caught you and forced you to come along with them.\n    2. You were tailing one of the other PCs for reasons of your own, which brought you into the action.\n    3. An NPC employer secretly paid you to get involved.\n    4. You overheard the other PCs talking about a topic that interested you, so you decided to approach the group.\n\n"
    },
    {
        "name": "Strong",
        "description": "\n    ------\n\n    You’re extremely strong and physically powerful, and you use these\nqualities well, whether through violence or feats of prowess. You likely\nhave a brawny build and impressive muscles.\n\n    You gain the following characteristics:\n\nVery Powerful:\n    +4 to your Might Pool.\n\n    Skill:\n    You’re trained in all actions involving breaking inanimate\n    objects.\n\n    Skill:\n    You’re trained in all jumping actions.\n\n    Additional Equipment:\n    You have an extra medium weapon or heavy weapon.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. Against your better judgment, you joined the other PCs because you saw that they were in danger.\n    2. One of the other PCs convinced you that joining the group would be in your best interests.\n    3. You’re afraid of what might happen if the other PCs fail.\n    4. There is reward involved, and you need the money.\n\n"
    },
    {
        "name": "Strong-Willed",
        "description": "\n    -------------\n\nYou’re tough-minded, willful, and independent. No one can talk you into\nanything or change your mind when you don’t want it changed. This\nquality doesn’t necessarily make you smart, but it does make you a\nbastion of willpower and resolve. You likely dress and act with unique\nstyle and flair, not caring what others think.\n\n    You gain the following characteristics:\n\nWillful:\n    +4 to your Intellect Pool.\n\n    Skill:\n    You’re trained in resisting mental effects.\n\n    Skill:\n    You’re trained in tasks requiring incredible focus or\n    concentration.\n\n    Inability:\n    Willful doesn’t mean brilliant. Any task that involves\n    figuring out puzzles or problems, memorizing things, or using lore is\n    hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. Against your better judgment, you joined the other PCs because you saw that they were in danger.\n    2. One of the other PCs convinced you that joining the group would be in your best interests.\n    3. You’re afraid of what might happen if the other PCs fail.\n    4. There is reward involved, and you need the money.\n\n"
    },
    {
        "name": "Swift",
        "description": "\n    -----\n\nYou move quickly, able to sprint in short bursts and work with your\nhands with dexterity. You’re great at crossing distances quickly but not\nalways smoothly. You are likely slim and muscular.\n\n    You gain the following characteristics:\n\nFast:\n    +4 to your Speed Pool.\n\n    Skill:\n    You’re trained in initiative actions (to determine who goes first\n    in combat).\n\nSkill:\n    You’re trained in running actions.\n\n    Inability:\n    You’re fast but not necessarily graceful. Any task involving\n    balance is hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. Against your better judgment, you joined the other PCs because you saw that they were in danger.\n    2. One of the other PCs convinced you that joining the group would be in your best interests.\n    3. You’re afraid of what might happen if the other PCs fail.\n    4. There is reward involved, and you need the money.\n\n"
    },
    {
        "name": "Tongue-Tied",
        "description": "\n    -----------\n\nYou’ve never been much of a talker. When forced to interact with others,\nyou never think of the right thing to say—words fail you entirely, or\nthey come out all wrong. You often end up saying precisely the wrong\nthing and insult someone unintentionally. Most of the time, you just\nkeep mum. This makes you a listener instead—a careful observer. It also\nmeans that you’re better at doing things than talking about them. You’re\nquick to take action.\n\n    You gain the following characteristics:\n\nActions, Not Words:\n    +2 to your Might Pool, and +2 to your Speed Pool.\n\n    Skill:\n    You are trained in perception.\n\n    Skill:\n    You are trained in initiative (unless it’s a social situation).\n\nInability:\n    All tasks relating to social interaction are hindered.\n\n    Inability:\n    All tasks involving verbal communication or relaying\n    information are hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You just tagged along and no one told you to leave.\n    2. You saw something important the other PCs did not and (with some effort) managed to relate it to them.\n    3. You intervened to save one of the other PCs when they were in danger.\n    4. One of the other PCs recruited you for your talents.\n\n"
    },
    {
        "name": "Tough",
        "description": "\n    -----\n\nYou’re strong and can take a lot of physical punishment. You might have\na large frame and a square jaw. Tough characters frequently have visible\nscars.\n\nYou gain the following characteristics:\n\nResilient:\n    +1 to Armor.\n\n    Healthy:\n    Add 1 to the points you regain when you make a recovery roll.\n\n    Skill:\n    You’re trained in Might defense actions.\n\n    Additional Equipment:\n    You have an extra light weapon.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. You’re acting as a bodyguard for one of the other PCs.\n    2. One of the PCs is your sibling, and you came along to watch out for them.\n                                                                           3. You need money because your family is in debt.\n    4. You stepped in to defend one of the PCs when that character was threatened. While talking to them afterward, you heard about the group’s task.\n\n"
    },
    {
        "name": "Vicious",
        "description": "\n    -------\n\nYou try to hide what’s inside, fold it into yourself when everything\ninside you screams to let go, make them pay, make them hurt, and make\nthem bleed. Sometimes you succeed for your friends—smiling like they\nsmile, laughing when they laugh, and sometimes even having other\nemotions of your own. But it’s always there, that feeling of frantic\nglee mixed with hate that sometimes leaps out of you when you confront a\nfoe. Violence your friends can tolerate, but you sometimes worry they\nwill also learn that you are cruel.\n\n    You gain the following characteristics:\n\nSkill:\n    You are trained in tracking creatures. If a creature has wronged\n    you, the tracking task is eased.\n\n    Bloodthirsty:\n    Once you begin fighting, you see only red. You inflict 2\n    additional points of damage with any attack.\n\n    Berserk:\n    Once you begin fighting, it’s hard for you to stop. In fact,\n    it’s a difficulty 2 Intellect task to do so, even if your foe surrenders\n    or you’ve run out of foes. If the latter occurs and you fail to stop,\n    you attack the nearest ally within short range.\n\n    Additional Equipment:\n    You have a record that you use to list those\n        who’ve wronged you.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. Another PC saw you take down a mean drunk in a tavern, not realizing you were the one who started the fight.\n    2. You wanted to get away from a bad situation, so you went with the other PCs.\n    3. You want to change, and you hope that being with the other PCs will help you calm yourself.\n    4. One of the other PCs asked you to come along, believing that your viciousness could be harnessed for the benefit of the mission.\n\n"
    },
    {
        "name": "Virtuous",
        "description": "\n    --------\n\n    Doing the right thing is a way of life. You live by a code, and that\ncode is something you attend to every day. Whenever you slip, you\nreproach yourself for your weakness and then get right back on track.\n    Your code probably includes moderation, respect for others, cleanliness,\nand other characteristics that most people would agree are virtues,\nwhile you eschew their opposites: sloth, greed, gluttony, and so on.\n\n    You gain the following characteristics:\n\nDauntless:\n    +2 to your Might Pool.\n\n    Skill:\n    You are trained in discerning people’s true motives or seeing\n    through lies.\n\n    Skill:\n    Your adherence to a strict moral code has hardened your mind\n    against fear, doubt, and outside influence. You are trained in Intellect\n    defense tasks.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. The PCs are doing something virtuous, and you’re all about that.\n    2. The PCs are on the road to perdition, and you see it as your task to set them on the proper moral route.\n    3. One of the other PCs invited you, hearing of your virtuous ways.\n    4. You put virtue before sense and defended someone’s honor in the face of an organization or power far greater than you. You joined the PCs because they offered aid and friendship when, out of fear of reprisals, no one else would.\n\n"
    },
    {
        "name": "Weird",
        "description": "\n    -----\n\nYou aren’t like anyone else, and that’s fine with you. People don’t seem\nto understand you—they even seem put off by you—but who cares? You\n        understand the world better than they do because you’re weird, and so is\nthe world you live in. The concept of “the weird” is well known to you.\n    Strange devices, ancient locales, bizarre creatures, storms that can\ntransform you, living energy fields, conspiracies, aliens, and things\nmost people can’t even name populate the world, and you thrive on them.\n    You have a special attachment to it all, and the more you discover about\nthe weirdness in the world, the more you might discover about yourself.\n\n    Weird characters might be mutants or people born with strange qualities,\nbut sometimes they started out “normal” and adopted the weird by choice.\n\n    You gain the following characteristics:\n\nInner Light:\n    +2 to your Intellect Pool.\n\n    Distinctive Physical Quirk:\n    You have a unique physical aspect that is,\n    well, bizarre. Depending on the setting, this can vary greatly. You\n    might have purple hair or metal spikes on your head. Perhaps your hands\n    don’t connect to your arms, although they move as if they do. Maybe a\n    third eye stares out from the side of your head, or superfluous tendrils\n    grow from your back. Whatever it is, your quirk might be a mutation, a\n    supernatural trait (a blessing or curse), a feature with no explanation,\n    or just a really wild tattoo that draws a lot of attention.\n\n    A Sense for the Weird:\n        Sometimes—at the GM’s discretion—weird things\n    relating to the supernatural or its effects on the world seem to call\n    out to you. You can sense them from afar, and if you get within long\n    range of such a thing, you can sense whether it is overtly dangerous or\n    not.\n\n    Skill:\n    You are trained in supernatural knowledge.\n\n    Inability:\n    People find you unnerving. All tasks relating to pleasant\n    social interaction are hindered.\n\n    Initial Link to the Starting Adventure:\n    From the following list of\n        options, choose how you became involved in the first adventure.\n\n    1. It seemed weird, so why not?\n        2. Whether the other PCs realize it or not, their mission has to do with something weird that you know about, so you got involved.\n    3. As an expert in the weird, you were specifically recruited by the other PCs.\n    4. You felt drawn to join the other PCs, but you don’t know why.\n    "
    }
]